'''
정보통신공학과 이민수
'''
#(예제 1번)---------------------
'''
name = input("이름을 입력하시오 : ")
print(name,"씨, 안녕하세요?")
print("파이썬 프로그래밍의 세계에 오신 것을 환영합니다.")
'''
#(예제 2-1번)---------------------
'''
a = input("첫 번째 정수를 입력하시오: ")
b = input("두 번째 정수를 입력하시오: ")
print(a,'과',b,'의 합은',a+b,'입니다.')
'''
#(예제 2-2번)---------------------
'''
a = int(input("첫 번째 정수를 입력하시오: "))
b = int(input("두 번째 정수를 입력하시오: "))
c = a+b
print(a,'과',b,'의 합은',c,'입니다.')
'''
#(예제 3번)---------------------
'''
where = input("경기장은 어디입니까? ")
win = input("이긴 팀은 어디입니까? ")
lose = input("진 팀은 어디입니까? ")
faker = input("우수 선수는 누구입니까? ")
score = input("스코어는 몇 대 몇인가요? ")
print()
print("========================")
print("오늘",where,"에서 야구 경기가 열렸습니다.")
print(win,"과",lose,"은 치열한 공방전을 펼쳤습니다.")
print(faker,"의 맹활약으로",win,"가",lose,"를",score,"로 이겼습니다.")
print("========================")
'''
#---------------------
'''
p = int(input("분자를 입력하시오: ")) # 실수를 입력받을 때 int()대신 float() 사용
q = int(input("분모를 입력하시오: ")) # 실수를 입력받을 때 int()대신 float() 사용
print('나눗셈의 몫 =', p//q)
print('나눗셈의 나머지 =', p%q)
f = float(input("화씨온도: "))
c = (f-32)*5/9
print('섭씨온도',c)
num=200
num+=100
num=200
print(num)
'''
#---------------------
'''
x = int(input("첫 번째 수를 입력하시오: "))
y = int(input("두 번째 수를 입력하시오: "))
z = int(input("세 번째 수를 입력하시오: "))
avg = (x+y+z)/3
print("평균 =",avg)
'''
#---------------------







